{
    "key": "est-show-cause-cancellation-sealing-order",
    "config": {
        "defaultStyle": {
            "font": "Cambay"
        },
        "content": [
            {
                "style": "receipt-logo-header",
                "margin": [
                    -25,
                    -25,
                    0,
                    1
                  ],
                "alignment":"center",
                "text":" IN THE COURT OF SH. A. SHANKAR PCS, ADDITIONAL COMMISSIONER, EXERCISING THE POWERS OF THE ESTATE OFFICER UNDER PROVISIONS OF CAPITAL OF PUNJAB(DEVELOPMENT & REGULATION) ACT, 1952, MUNICIPAL CORPORATION,CHANDIGARH"   
            },
            {
                "style": "receipt-logo-header",
                "text": "ORDERS",
                "alignment":"center"
            },
            
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "preserveLeadingSpaces": true,
                "text":"         Whereas in pursuance to Show Cause Notice issued under Rule 14 & 10 of the Chandigarh Estate Rules, 2007 read with Sections 8A of the Punjab (Development & Regulation) Act 1952 in respect of SCF No. 344 situated at Motor Market & Commercial Complex, Manimajra, UT. Chandigarh issued to Sh. Kulwant Singh and Sh. Ontar Singh with a copy to Mr. Pardeep Chaudhary, Managing Director, Jasco Rebuilding Systems Pvt Ltd, SCF No. 344, Motor Market and Commercial Complex, Manimajra and Mr. Vivek Khanduja, Managing Director, Kaizen Drugs Pvt Ltd, Second Floor, SCF No. 344, Motor Market and Commercial Complex, Manimajra vide memo NO. MC/Estate/2016/5297-98, dated 28.7.16 directed him to remove the building violations/misuse exist in the said site"   
            },
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                    {
                        "preserveLeadingSpaces": true,
                        "text":"             WHEREAS ",
                        "bold":true
                    },
                    {
                        "text":"the SCF Site No 344, situated at Motor Market & Commercial Complex, Manimajra, UT, Chandigarh was initially allotted to Sh. Kulwant Singh and Sh. Onkar Singh Vide allotment letter No. NAC-78/4329 dated 05.07.1978."   
                    }
                ]
            }, 
        
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                    {
                        "preserveLeadingSpaces": true,
                        "text":"             And whereas the provisions of the Capital of Punjab (Development & Regulation) Act 1952 were extended to the Notified Area Committee, Chandigarh vide Notification bearing No. 4627-UTFI (4)-94/10255 dated 27.07.1994."   
                    }
                ]
            }, 
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                    {
                        "preserveLeadingSpaces": true,
                        "text":"             AND WHEREAS, ",
                        "bold":true
                    },
                    {
                        "text":"The Chandigarh sale of site and Building Rules 1960 were repeated after the Chandigarh Estate Rules 2007 came into force on 07.11.2007 and by virtue of section 20 of the Rules of 2007, the sites governed under the erstwhile rules shall now be governed by the new rules as amended from time to time. Hence this notice under the Chandigarh Estate Rules 2007 as amended in 2009."   
                    }
                ]
            }, 
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                    {
                        "preserveLeadingSpaces": true,
                        "text":"            AND WHEREAS, ",
                        "bold":true
                    },
                    {
                        "text":"it has been brought into the notice of the undersigned on the basis of the inspection carried out on 3.5.2016 by The building Inspector that prime facie, the owners/occupiers have altered the building without prior permission of the Chief Administrator, U.T., Chandigarh in the following manner:-"   
                    }
                ]
            },
            
            {
                "margin":[0,10,0,0],
                "table":{
                    "widths":["50%","50%"],
                    "body":[
                        [
                            {
                                "text":"Basement"
                            },
                            {
                                "text":"Use of basement as store 4’-2* x 49’-6* = 18.56 sq. ft."
                            }
                        ],
                        [
                            {
                                "text":"Ground Floor"
                            },
                            {
                                "text":"Work shop 16’-6* x 49’-6* = 816.75 sq. ft."
                            }
                        ],
                        [
                            {
                                "text":"First Floor"
                            },
                            {
                                "text":"Office 16’-6* x 40’-0* = 660 sq. ft. Kitchen in the rear court yard 9’-6* x 8’-6* =80.75 sq. ft."
                            }
                        ],
                        [
                            {
                                "text":"Second Floor"
                            },
                            {
                                "text":"Office 16’-6* x 30’-0* = 495 sq. ft. Rear court yard 16’-6* x 9’-6* = 156.75 sq. ft."
                            }
                        ],
                     
                        [
                            {
                                "text":""
                            },
                            {
                                "text":"Total area under violation/misuse 2227.81 sq.ft."
                            }
                        ],
                        [
                            {
                                "text":""
                            },
                            {
                                "text":"By using the site for the workshop, whereas the site has been allotted for ‘Other than motor trade’ (General trade) All the three floors have been amalgamated with SCF site no. 345, Motor Market and Commercial Complex, Manimajra, Chandigarh."
                            }
                        ]
                    ]
                }
            }, 
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                    {
                        "preserveLeadingSpaces": true,
                        "text":"AND WHEREAS,",
                        "bold":true
                    },
                    {
                        "text":" your aforesaid action i.e. carrying out the building violations to breach of terms and conditions of the allotment and are in violation of the sanctioned plan besides contravention of the provisions of the relevant Act and rules as mentioned above."   
                    }
                ]
            },
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                    {
                        "preserveLeadingSpaces": true,
                        "text":"             As per the Show notice issue issued vide letter dated 28-7 2016 was afforded an opportunity of personal before the then Join Commissionen-cum-Estate Officer, Exercising the power of the Estate Officer under the provisions of Capital of Punjab (Development & Regulation) Act, 1952, Municipal Corporation, Chandigarh on 27.7.2016. The Building Inspector and Mr. Pradeep Chaudhary, Managing Director, Jasco Rebuilding System Pvt Ltd, SCF NO. 344. Motor March and Commercial Complex, Manimajra anal Mr. Vivek Khanduja, Managing Director, Kaizen Drugs Pvt Ltd, Second Floor, SCF No.344, Motor Market and Commercial Complex, Manimajra were also asked to appear on 2.8.2016."
                    }
                ]
            }, 
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                    {
                        "preserveLeadingSpaces": true,
                        "text":"            Whereas on 2.8.2016, Sh. Varinder Kumar, AccountAsstt. appeared on behalf of occupier M/s Kaizen Drugs Pvt Ltd. The occupier asked for grant of time for one month for set aside the violations/misuse. The office submitted that the notice been received unserved to the owners with the remarks of the messenger that Sh. Onkar Singh and Sh. Kulwant Singh not residing/available in the SCF No.344. Accordingly, The office was directed to service the notice on the residential address of Sh. Onkar Singh and the notice of Sh. Kulwant Singh be passed at the site through Enforcement Wing. Further, the date and time be intimated to M/s Jasco Rebuilding Systems Pvt Ltd. "
                    }
                ]
            }, 
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                   
                    {
                        "preserveLeadingSpaces": true,

                        "text":"             Whereas in the personal hearing held on 1.11.2016, they were directed to remove the violation from the building and submit the report."   
                    }
                ]
            }, 
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                  
                    {
                        "preserveLeadingSpaces": true,

                        "text":"              Whereas in the personal hearing held on 30.1.2017, Sh. Raj Kumar Advocate has appeared and requested for one more opportunity to file the reply. Last opportunity was given to file the reply, failing which case will be decided on the basis of facts brought out on the file and asked to come up for written reply on 15.2 17"   
                    }
                ]
            }, 
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
               
                    {
                        "preserveLeadingSpaces": true,

                        "text":"             Whereas in the personal hearing held on 17.3.2017, Sh. Raj Kumar Advocate has appeared on behalf of Sh. Onkar Singh and Submitted the reply to the Show Cause Notice. He has also intimidated that the answering respondent has not violated any rules of Estate Office. He has given his premises in question on rent to Sh. Vivek Khanduja, Managing Director Kaizen Drugs Pvt Ltd, SCO NO. 344 and they have violated the rules and thus the answering respondent has filed petition under section 13 of the East Punjab Rent Restriction Act! for ejectment of The respondent/tenant from the tenated premises i.e. 2nd floor of SCF NO. 344 and the same is pending in the court of Sh. Imam Bir Dhaliwal, Rent Controller and the same is fixed for hearing 17.3.2017. He further undertakes that he will clear the violation if any as per law and thus no due course of law as per Law, Nobody present on behalf of Co-owner Sh. Kulwant Singh and tenants. Final opportunity was given to all the concerned to attend the court, failing which action as the law may be taken."   
                    }
                ]
            }, 
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
  
                    {
                        "preserveLeadingSpaces": true,
                        "text":"             Whereas the said site was amalgamated with SCF No. 345, Motor Market and Commercial Complex, Manimajra. However, the Rule 16 of the Chandigarh Estate Rules 2007 which are amended vide notification dated 14.12.2009 as under:"   
                    }
                ]
            }, 
            
            {
                "margin":[50,10,0,0],
                "bold":true,
                "text":"“Provided that amalgamation of two or more adjoining sites with the same ownership shall be permissible only in the case of commercial or industrial sites subject to the condition that the revised plats are approved by the competent authority, prior thereto.”"
            },
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                   
                    {
                        "preserveLeadingSpaces": true,
                        "text":"            I have gone through the facts of the case and reply submitted by the Owners. In view of the amended provision of rules 10 & 16 al Chandigarh Estate Rules 2017, the undesigned is satisfied that the building violation/misuse and amalgamation with SCF NO. 345 as pointed out in the Show Cause notice dated 28.7.2016 are existing at the site, which are neither sanctionable nor compoundable and are required to be removed immediately as there have been carried out against the terms and conditions of the allotment/revised sanctioned building plan and provision of the relevant Act and rules as mentioned above. I further hold that these violations have been carried out by the occupants of the shop namely M/s Jasco Rebuilding Systems Pvt Ltd, SCF No. 344, Motor Market and Commercial Complex, Manimajra and M/s Kaizen Drugs Pvt Ltd, Second Floor, SCF No 344, Motor Marker and Commercial Complex, Marmara. Although the owners of the above mentioned site in response to notice has also requested to remove the violation/misuse which have been made by the tenant/occupants, but it is not believable that without the permission of owner the occupants can do violations/misuse inside the said site."   
                    }
                ]
            },
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                 
                    {
                        "preserveLeadingSpaces": true,
                        "text":"             Therefore, I hereby order and direct the Executive Engineer, Roads Divn. No. MCC Sh. DP Singh, SI(E), MCC AND Sh. Kulbir Singh, Building Inspector, MCC to seal the whole of the building/site to prevent the continuance of further misuse/building violation(s) till such time the same are removed by the occupier."   
                    }
                ]
            },
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
                   
                    {
                        "preserveLeadingSpaces": true,
                        "text":"              So far as penalty charges are concerned, calculation of penalty charges may be made accordingly and proportionately as per area under building violation/misuse with indication of names of the allottees/occupier till the date of removal of violation/misuse. Report be submitted with total penalty charges as directed above immediately after removal of violation/misuse so that speaking orders in respect of penalty charges may be passed"   
                    }
                ]
            },
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
  
                    {
                        "preserveLeadingSpaces": true,
                        "text":"             Compliance report be submitted by Sh. Executive Engineer, Roads Divn. No 2, MCC, Sh. DP Singh, SI(E) MCC and Sh. Kubir Singh, Building Inspector, MCC on or before __________."   
                    }
                ]
            },
            {
                "margin":[0,10,0,0],
                "style":"pdfContent", 
                "text":[
  
                    {
                        "preserveLeadingSpaces": true,
                        "text":"            Orders be communicated to the partners concerned. "   
                    }
                ]
            },

            {
                "alignment":"right",
                "margin":[0,20,0,0],
                "style":"pdfContent", 
                "bold":true,
                "stack":[
                    {
                        "text":" Additional Commissioner"

                    },
                    {
                        "text":"(exercising the powers of Estate Officer),"
                    },
                    {
                        "text":" Under the provision of Capital of Punjab"
                    },
                    {
                        "text":"(Development & Regulation) Act, 1952,"
                    },
                    {
                        "text":"Municipal Corporation, Chandigarh"
                    }
                ] 
            },
            {
                "margin":[0,20,10,10],
                "columns": [{
                        "text": "Endst. No. MC/Estate/{{year}}/",
                        "style": "pdfContent",
                        "alignment": "left"
                    },
                    {
                        "text": "Dated:__________",
                        "style": "pdfContent",
                        "alignment": "right"
                    }
                ]
            },
            {
                "style": "pdfContent",
                "stack": [
                    {
                        "style": "pdfContent",
                        "preserveLeadingSpaces": true,
                        "text":"           A copy is also forwarded to the following information and necessary "
                    },
                    {
                        "preserveLeadingSpaces": true,

                        "text": "1.         The SDO(B). Estate Office, U.T., Chandigarh",
                        "style": "pdfContent"
                    },
                    {
                        "preserveLeadingSpaces": true,
                        "text": "2.         The Law Officer, Municipal Corporation Chandigarh.",
                        "style": "pdfContent"

                    },
                    {
                        "preserveLeadingSpaces": true,
                        "text": "3.         The Executive Engineer, Roads Divn, 2. MCC. ",
                        "style": "pdfContent"
                    },
                    {
                        "preserveLeadingSpaces": true,

                        "text": "4.         The Building Inspector, Municipal Corporation Chandigarh.",
                        "style": "pdfContent"
                    },
                    {
                        "preserveLeadingSpaces": true,

                        "text": "5.         Sh. Mohinder Singh S/o Sh. Makhan Singh, H. No. 1138, Sector-21-B, Chandigarh.",
                        "style": "pdfContent"
                    },
                    {
                        "preserveLeadingSpaces": true,

                        "text": "6.         Smt. Harprabhjot Kaur W/o Sh. Jasdev Singh. H.No. 42, Phase-IV, Mohali Punjab. ",
                        "style": "pdfContent"
                    },
                    {
                        "preserveLeadingSpaces": true,

                        "text": "7.         Sh. Amritpal Singh S/o Late Sh. Makhan Singh, H.No. 1138, Sector-21-B Chandigarh",
                        "style": "pdfContent"
                    },
                    {
                        "preserveLeadingSpaces": true,

                        "text": "8.         Mr. Pardeep Chaudhry, Managing Director, Jasco Rebuilding Systems Pvt Ltd, First floor, SCF No. 344, Motor Market & Commercial Complex, Manimajra, Chandigarh.",
                        "style": "pdfContent"
                    },
                    {
                        "preserveLeadingSpaces": true,

                        "text": "9.         Mr. Vivek Khanduja, Managing Director, Kaizen Drugs Pvt Ltd, Second floor, SCF No 344, Motor Market & Commercial Complex, Manimajra, Chandigarh.",
                        "style": "pdfContent"
                    }
                ]
            },
            {
                "alignment":"right",
                "margin":[0,20,0,0],
                "style":"pdfContent", 
                "bold":true,
                "stack":[
                    {
                        "text":" Additional Commissioner"

                    },
                    {
                        "text":"(exercising the powers of Estate Officer),"
                    },
                    {
                        "text":" Under the provision of Capital of Punjab"
                    },
                    {
                        "text":"(Development & Regulation) Act, 1952,"
                    },
                    {
                        "text":"Municipal Corporation, Chandigarh"
                    }
                ] 
            }


        ],
        "styles": {
            "pdfContent": {        
                "color": "#000000",
                "bold": false,
                "fontSize": 11,
                "fontWeight": 400,
                "margin": [
                  3,
                  0,
                  0,
                  0
                ]
            },
            "pt-reciept-citizen-header": {
                "fontSize": 12,
                "bold": true,
                "margin": [
                  0,
                  8,
                  0,
                  0
                ],
                "color": "#484848"
              },
            "receipt-logo-header": {
                "color": "#484848",
                "fontSize": 14,
                "bold": true,
                "letterSpacing": 0.74,
                "margin": [
                  0,
                  0,
                  0,
                  5
                ]
              },
              "receipt-logo-sub-header": {
                "color": "#484848",
                "fontFamily": "Roboto",
                "fontSize": 13,
                "letterSpacing": 1.6,
                "margin": [
                  0,
                  6,
                  0,
                  0
                ]
              },
              "noc-head": {
                "margin": [
                  -25,
                  -25,
                  0,
                  1
                ]
              }

        }
    }
}