{
    "key": "rp-original-allotment-letter",
    "config": {
        "defaultStyle": {
            "font": "Cambay"
        },
        "content": [{
                "columns": [{
                        "image": "{{logo}}",
                        "width": 50,
                        "alignment": "left"
                    },
                    {

                        "alignment": "center",
                        "stack": [{
                                "text": "{{header}}",
                                "color": "#17202A",
                                "fontSize": 14,
                                "bold": true
                            },
                            {
                                "text": "{{colony_branch}}",
                                "color": "#17202A",
                                "fontSize": 12,
                                "bold": true,
                                "lineHeight": "2"
                            }
                        ]
                    }

                ]

            },
            {
                "stack":[
                    {
                    "margin": [0, 10, 0, 0],   
                    "text": "From",
                    "alignment": "left",
                    "style": "pdfContent"
                    },
                    {
                    "text":"The Estate Officer,",
                    "alignment": "left",
                    "margin": [0, 0, 0, 0],
                    "style": "pdfContent"
                    },
                    {
                    "text":"UT.. Chandigarh.",
                    "alignment":"left",
                    "margin": [0, 0, 0, 0],
                    "style":"pdfContent"
                    }
                ]
                
            },
            {
                "margin": [0, 10, 0, 0],
                "text": "To",
                "alignment": "left",
                "style": "pdfContent"
            },
            {
                "margin": [0, 10, 0, 0],
                "stack": [{
                        "text": "Altar Singh",
                        "margin": [0, 0, 0, 0],
                        "style": "pdfContent",
                        "width": "*"
                    },
                    {
                        "text": "S/O Panna Ram",
                        "margin": [0, 0, 0, 0],
                        "style": "pdfContent",
                        "width": "*"
                    },
                    {
                        "text": "Jhugi no C-893",
                        "style": "pdfContent",
                        "margin": [0, 0, 0, 0],
                        "width": "*"
                    },
                    {
                        "text": "Memo No 41589/ ALC",
                        "style": "pdfContent",
                        "margin": [0, 0, 0, 0],
                        "width": "*"
                    },
                    {
                        "text": "Dated, Chandigarh, the /",
                        "style": "pdfContent",
                        "margin": [0, 0, 0, 0],
                        "width": "*"
                    }

                ]
            },
            {
                "margin": [0, 20, 0, 0],
                "columns": [{
                        "text": "Subject:",
                        "style": "pdfContent",
                        "width": "auto",
                        "alignment": "left",
                        "bold": true

                    },
                    {
                        "margin": [5, 10, 0, 0],
                        "width": "*",
                        "text": "Allotment of transit site in Mauli Jagran Chandigarh on licence hold basis.",
                        "style": "pdfContent"
                    }
                ]
            },
            {
                "margin": [0, 20, 0, 0],  
                "style": "pdfContent",
                "text": "Reference your application dated ________ for the allotment of transit site on licence hold basis in lieu of your Jhuggi No. _________"
            },
            {
                "margin": [0, 10, 0, 0],  
                "style": "pdfContent",
                "text": "You have been allotted transit site No. 2226 in Mauli Jagran U.T., Chandigarh on licence basis for a period of five years from the date of allotment on a nominal premium of Rs. __besides monthly rent of Rs. 100 /- on the following conditions :—"
            },
            {
                "margin": [0, 10, 0, 0],  
                "style": "pdfContent",
                "text":"1. The license shall pay by 10th of every month a sum of Rs. lot, towards rent in advance without any demand: If the licensee fails to pay the monthly rent or instalment within the prescribed period, he is liable to pay the penalty of Rs. per month."
            },
            {
                "style": "pdfContent",
                "text":"2. The licensee shall also construct a toilet on the site within three months of the allotment. In case the toilet is not constructed within the said period of three months, the Competent Authority may grant an extension of one month on payment of a fee of Rs. 100."
            },
            {
                "style": "pdfContent",
                "text":"3. The superstructure on the site shall be constructed within a period of nine months from the date of  allotment. In case the construction is not completed within the said period of nine months, the competent authority may grant an extension of three months on the payment of fee of Rs. 500 per month."
            },
            {
                "style": "pdfContent",
                "text":"4.The transit site shall be used for residential purposes only and for no other purpose."
            },
            {
                "text":"5.The licensee shall not sublet, assign or otherwise part with possession of the transit site or any part thereof in favour of any person whatsoever.",
                "style":"pdfContent"
            },
            {
                "text":"5.The licensee shall not sublet, assign or otherwise part with possession of the transit site or any part thereof in favour of any person whatsoever.",
                "style":"pdfContent"
            },
            {
                "text":"5.The licensee shall not sublet, assign or otherwise part with possession of the transit site or any part thereof in favour of any person whatsoever.",
                "style":"pdfContent"
            },
            {
                "text":[
                    {
                        "text":"6. (i) The licence in respect of the transit site shall be liable to be terminated in case of breach/non-compliance of the terms and conditions of .Tenements and sites and Services Chandigarh scheme, 1979,n as amended from time to time. The licensee shall be bound by the provisions of Capital of Punjab (Development and Regulations) Act, 1952 and Rule. made thereunder. from time to time.",
                        "style":"pdfContent"
                    },
                    {
                        "text":" (ii).The allotment site should be bound by the the licence shall be bound by the terms and conditions   of the allotment letter and licensing of tenements and sites and services in Chandigarh scheme,1979 as amended wide notification 9th December 1997",
                        "style":"pdfContent"
                    }
                ]
                
            },
            {
                "text":"7. if it is found that the licence has been obtained by licence of the transit site by furnishing false information or by suppressing facts the licence shall be liable to be cancelled by the estate officer",
                "style":"pdfContent"
            },
            {
                "text":"8. The allotment of the transit site shall stand cancelled if the licensee fails to vacate the site in the labor colony within 21 days from the date of allotment of the transit site.",
                "style":"pdfContent"
            },
            {
                "text":"9. The licensee shall keep the transit site in a clean and sanitary condition.",
                "style":"pdfContent"
            },
            {
                "text":"10. The terms of the present licence shall be for five years from the date of allotment, unless thi licence is sooner determined by the Estate Officer for the) breach of any of the terms and conditions of the allotment or for Violation of Capital of Punjab (Development and Regulation) Act, 1952 and the Rules  made thereunder.",
                "style":"pdfContent"
            },
            {
                "text":"11. The licensee shall not without the prior permission of the Estate Officer mortgage the licence hold rights in the transit site besides the superstructure in order to secure a loan for the construction of  building on the said site from any of the Scheduled banks or Financial Institutions.",
                "style":"pdfContent"
            },
            {
                "text":"12. The licensee shall not deviate in any manner from the layout plan to alter the size of the transit site whether by sub-division or amalgamation or otherwise.",
                "style":"pdfContent"
            },
            {
                "text":"13. Compensation for the pucca superstructure constructed on the site shall be paid to the allottee, if he surrenders the site voluntarily and the superstructure has been constructed in accordance with the approved design/plan. No compensation shall be paid to the allottee, if his licence is cancelled for violation of any of the terms and conditions of the licence or pucca superstructure is not constructed in  accordance with the sanctioned plan.",
                "style":"pdfContent"
            },
            {
                "text":"14. The licensee shall have to execute licence deed on the non-judicial stamp papers worth Rs. 3 in the prescribed form within 10 days.",
                "style":"pdfContent"
            },
            {
                "text":"15. No fragmentation or amalgamation of site shall be permitted in any Manner.",
                "style":"pdfContent"
            },
            {
                "text":"16.The licensee shall not be entitled to execute. General Power of V Attorney/Special Power of Attorney in respect of affairs of the site in any manner except with the prior permission of the Competent Authority.",
                "style":"pdfContent"
            }


        ],
        "styles": {
            "pdfContent": {
                "fontSize": 10,
                "margin": [0, 10, 0, 0]
            }

        }
    }
} 